Repository: FZl47-Projects/cando-2
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Normal User
fa_ir: کاربر عادی

source: Operator Admin
fa_ir: ادمین اپراتور

source: Super Admin
fa_ir: ادمین ویژه

source: Operation Successfully Completed
fa_ir: عملیات با موفقیت انجام شد

source: without category
fa_ir: بدون دسته بندی

source: Incorrect Data
fa_ir: دیتای وارد شده نامعتبر است

source: Product Created Successfully
fa_ir: محصول با موفقیت ایجاد شد

source: Category Created Successfully
fa_ir: دسته بندی با موفقیت ایجاد شد

source: Tag Created Successfully
fa_ir: تگ با موفقیت ایجاد شد

source: Product Attribute Category Created Successfully
fa_ir: دسته بندی فیلد ویژگی محصول با موفقیت ایجاد شد

source: Product Attribute Group Created Successfully
fa_ir: گروه فیلد ویژگی محصول با موفقیت ایجاد شد

source: Product Attribute Field Created Successfully
fa_ir: فیلد ویژگی محصول با موفقیت ایجاد شد

source: Product Comment Has Been Successfully Rejected
fa_ir: نظر محصول رد شد

source: Product Comment Has Been Successfully Approved
fa_ir: نظر محصول تایید شد

source: Product Comment Has Been Processed
fa_ir: نظر محصول بررسی شد

source: Discount Coupon Created Successfully
fa_ir: کد تخفیف با موفقیت ایجاد شد

source: Fastest
fa_ir: سریعترین زمان ممکن

source: Until completed
fa_ir: تا زمان تکمیل تمام محصولات

source: Unspecified Price
fa_ir: قیمت نامشخص

source: Payment Was Successful
fa_ir: پرداخت با موفقیت انجام شد

source: A New Payment Has Been Made
fa_ir: پرداختی جدید صورت گرفته است

source: Products Not In Stock
fa_ir: محصول در انبار وجود ندارد

source: There Is Some Problem, Invoice Object DoesNotExist
fa_ir: مشکلی در دریافت فاکتور وجود دارد

source: Cancel Request By User
fa_ir: درخواست توسط کاربر لغو شد

source: ZarinPal
fa_ir: زرین پال

source: Product Field DoesNotExist | There Is Some Problem In Selected Attributes
fa_ir: فیلد محصول وجود ندارد. مشکلی در فیلد های انتخاب شده پیش امده است

source: There Is Some Problem In Selected Attributes
fa_ir: مشکلی در فیلد های انتخاب شده محصول پیش امده است

source: You Should Set A Time In The Future, Not In The Past
fa_ir: شما باید یک زمان در اینده مشخص کنید

source: There Are Too Many Products In Your Shopping Cart
fa_ir: محصولات سبد خرید شما بیش از حد مجاز است

source: You Should Create Custom Product Category Fields
fa_ir: شما باید دسته بندی فیلد محصولات دلخواه را ایجاد کنید

source: active
fa_ir: فعال

source: inactive
fa_ir: غیر فعال

source: archived
fa_ir: ارشیو شده

source: simple
fa_ir: ساده

source: showcase
fa_ir: ویترین

source: Row
fa_ir: ردیفی

source: Column
fa_ir: ستونی

source: Box
fa_ir: جعبه ای

source: Picture On
fa_ir: عکس کیک

source: Model On
fa_ir: مدل کیک

source: Cake Product
fa_ir: محصول کیک

source: Cake
fa_ir: کیک

source: Sweets Product
fa_ir: محصول شیرینی

source: Sweets
fa_ir: شیرینی

source: Pending
fa_ir: در حال بررسی

source: Accepted
fa_ir: تایید شده

source: Rejected
fa_ir: رد شده

source: Seen
fa_ir: دیده شده

source: Unseen
fa_ir: دیده نشده

source: Cancelled
fa_ir: لغو شده

source: In_progress
fa_ir: در حال انجام

source: Shipped
fa_ir: ارسال شده است

source: Delivered
fa_ir: تحویل گرفته شده است

source: Comment Product Accepted
fa_ir: نظر محصول تایید شد

source: Comment Product Rejected
fa_ir: نظر محصول رد شد

source: Factor Cake Image Created
fa_ir: تصویر فاکتور کیک با موفقیت ایجاد و ثبت شد

source: Custom Product Added To Cart
fa_ir: محصول دلخواه به سبد خرید اضافه شد

source: Custom Product Status Rejected
fa_ir: وضعیت محصول دلخواه رد شد

source: There Is Some Issue In Cart Status Creation
fa_ir: اشکالی در زمان ایجاد وضعیت سبد خرید وجود دارد

source: Cart Status Updated
fa_ir: وضعیت سبد خرید بروز شد

source: Picture Format Must Be One Of %s
fa_ir: فرمت تصویر باید یکی از فرمت های %s باشد

source: Your Cake Receipt Image Has Been Saved Successfully
fa_ir: عکس فاکتور کیک شما با موفقیت ثبت شد

source: Your Custom Product Has Been Created and Will Be Added to Your Shopping Cart After Checking
fa_ir: محصول دلخواه شما با موفقیت ایجاد شد و پس از بررسی به سبد خرید شما اضافه خواهد شد

source: Product Cart Successfully Deleted
fa_ir: محصول سبد خرید با موفقیت حذف شد

source: Your Comment Has Been Successfully Registered And Will Be Displayed After Review
fa_ir: نظر شما با موفقیت ثبت شد و پس از بررسی و تایید نمایش داده خواهد شد

source: Product Has Been Successfully Added To The Cart
fa_ir: محصول با موفقیت به سبد خرید اضافه شد

source: Product Has Been Successfully Added To The Wish List
fa_ir: محصول با موفقیت به لیست مورد علاقه مندی های شما اضافه شد

source: Persian
fa_ir: فارسی
